var morningPrayers = [
    {
        type: 'morning',
        index: 0,
        title: "أذكار الصباح",
        intro: "الحمد لله حق حمده والصلاة والسلام على محمد نبيه وعبده وعلى اله وصحبه من بعده. اذكار الصباح ووقتها من بعد صلاة الصبح حتى تطلع الشمس",
        text: "أصبحنا على فطرة الإسلام وكلمة الإخلاص، ودين نبينا محمد صلى الله عليه وسلم، وملة أبينا إبراهيم، حنيفاً مسلماً، وما كان من المشركين.",
        audio: "audio/1.mp3",
        image: "images/morning1.jpg",
        authorInfo: true,
        fadel: "(١) عن عبد الرحمن بن أبزى قال: (كان رسول الله صلى الله عليه وسلم إذا أصبح قال ... وإذا أمسى قال ... ) وفي لفظ: (كان يعلمنا إذا أصبحنا ... وإذا أمسينا مثل ذلك) , حسنه: ابن حجر , والسيوطي , وصححه: الهيثمي , والنووي , والعراقي , ومن المعاصرين: الألباني , ومحققا \" زاد المعاد \"."
    },
    {
        type: 'morning',
        index: 1, // الذكر رقم 2
        title: "أذكار الصباح",
        text: "اللهم بك أصبحنا، وبك أمسينا، وبك نحيا، وبك نموت، وإليك النشور.",
        audio: "audio/2.mp3",
        image: "images/morning2.jpg",
        fadel: "(٢) عن أبي هريرة: (كان إذا أصبح قال ... ) , صححه: ابن حبان , والنووي , وابن حجر , وابن القيم , والألباني , وورد عنه مرفوعاً بلفظ: (إذا أصبحتم فقولوا ... , وإذا أمسيتم فقولوا ... ) , وهذا الحديث حسنه: الترمذي , والنووي , وصححه الألباني."
    },
    {
        type: 'morning',
        index: 2, // الذكر رقم 3
        title: "أذكار الصباح",
        text: "لا إله إلا الله وحده، لا شريك له، له الملك، وله الحمد، وهو على كل شيء قدير.",
        audio: "audio/3.mp3",
        image: "images/morning3.jpg",
        fadel: "عن أبي عياش الزرقي مرفوعاً: (من قال إذا أصبح ... كان له عَدْل عتق رقبة من ولد إسماعيل عليه السلام , وكُتب له عشر حسنات , وحُطَّ عنه عشر سيئات , ورفع له عشر درجات , وكان في حرز من الشيطان حتى يمسي , فإن قالها إذا أمسى كان له مثل ذلك حتى يصبح) , صححه ابن حجر , والنووي , والألباني , ومحققا (الزاد) , ومحقق \" الدعاء \" للطبراني."
    },
    {
        type: 'morning',
        index: 3, // الذكر رقم 4
        title: "أذكار الصباح",
        text: "يا حي يا قيوم برحمتك أستغيث، أصلح لي شأني كله، ولا تكلني إلى نفسي طرفة عين أبداً.",
        audio: "audio/4.mp3",
        image: "images/morning4.jpg",
        fadel: "عن أنس أنه صلى الله عليه وسلم قال لفاطمة: (ما يمنعكِ أن تسمعي ما أوصيكِ به: أن تقولي إذا أصبحت , ,إذا أمسيت .......... ) , صححه: المنذري , وحسنه: ابن حجر , والألباني , ومحققا \" الزاد \""
    },
    {
        type: 'morning',
        index: 4, // الذكر رقم 5 - << تم التعديل هنا >>
        title: "أذكار الصباح",
        text: "أعوذ بالله من الشيطان الرجيم.<br>﴿ اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ ﴾",
        audio: "audio/5.mp3",
        image: "images/morning5.jpg",
        fadel: "عن أُبي بن كعب أن الجِّنَّي قال له: \" إذا قرأتها - يعني آية الكُرسي - غدوة أُجِرْتَ منا حتى تمسي , وإذا قرأتها حين تمسي أجرت منا حتى تصبح \" قال أُبٌّي: فغدوت إلى رسول الله صلى الله عليه وسلم , فأخبرته بذلك , فقال: (صدق الخبيثُ) , صححه الحاكم , والذهبي , وابن حبان , والألباني , وقال الهيثمي ,: (رجاله ثقات) , وقال المنذري: (إسناده جيد) , وقال مُحقق الإحسان: (إسناده قوي)."
    },
    {
        type: 'morning',
        index: 5, // الذكر رقم 6
        title: "أذكار الصباح",
        text: "اللهم انت ربي لا اله الا انت خلقتني وانا عبدك وانا على عهدك ووعدك ما استطعت. أعوذ بك من شر ما صنعت أبوء لك بنعمتك علي وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت.",
        audio: "audio/6.mp3",
        image: "images/morning6.jpg",
        fadel: "(*) وتقول المرأة: \" وأنا أَمَتُكَ \" في هذا الموضع على الراجح. \n عن شداد بن أوس مرفوعاً: \" سيد الاستغفار أن تقول ... من قالها من النهار موقناً بها , فمات من يومه قبل أن يمسي , فهو من أهل الجنة , ومن قالها من الليل وهو موقن بها , فمات قبل أن يصبح , فهو من أهل الجنة \" , رواه البُخاري في (صحيحه) وغيره."
    },
    {
        type: 'morning',
        index: 6, // الذكر رقم 7
        title: "أذكار الصباح",
        text: "اللهم فاطر السموات والأرض عالم الغيب والشهادة. رب كل شيء ومليكه. أشهد ان لا اله الا انت. أعوذ بك من شر نفسي وشر الشيطان وشركه، وأن أقترف على نفسي سوءا أو أجره إلى مسلم.",
        audio: "audio/7.mp3",
        image: "images/morning7.jpg",
        fadel: "عن أبي هُريرة قال أبو بكر رضي الله عنه: (يا رسول الله! مرني بشيء أقوله إذا أصبحت , وإذا أمسيت , قال: قُل .... , ثم قال: (قله إذا أصبحت , وإذا أمسيت , وإذا أخذت مضجعك) , صححه: الترمذي , والحاكم , والذهبي , وابن حبان , والنووي , وابن حجر , وابن القيم ووالألباني , ومحققا (الزاد)."
    },
    {
        type: 'morning',
        index: 7, // الذكر رقم 8
        title: "أذكار الصباح",
        text: "أصبحنا وأصبح الملك لله. والحمد لله. لا اله الا الله وحده لا شريك له. له الملك وله الحمد وهو على كل شيء قدير. رب أسألك خير ما في هذه الليلة وخير ما بعدها. وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها. رب أعوذ بك من الكسل وسوء الكبر. رب أعوذ بك من عذاب في النار وعذاب في القبر.",
        audio: "audio/8.mp3",
        image: "images/morning8.jpg",
        fadel: "عن عبد الله بن مسعود: (كان نبي الله صلى الله عليه وسلم إذا أمسى قال ... , وإذا أصبح قال ذلك أيضاًك أصبحنا ... ) الحديث , صحيح إذ أخرجه مُسلم , والترمذي وصححه ابن حجر , وغيرهم."
    },
    {
        type: 'morning',
        index: 8, // الذكر رقم 9
        title: "أذكار الصباح",
        text: "اللهم إني أسألك العافية في الدنيا والاخرة اللهم اني اسألك العفو والعافية في ديني ودنياي وأهلي ومالي. اللهم استر عوراتي وامن روعاتي. اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي. وأعوذ بعظمتك أن أغتال من تحتي.",
        audio: "audio/9.mp3",
        image: "images/morning9.jpg",
        fadel: "عن ابن عُمر رضي الله عنهما قال: (لم يكن رسول الله صلى الله عليه وسلم , يدع هؤلاء الدعوات حين يُمسي , ووحين يصبح ......... )., حسنه الحافظ ابن حجر , وصححه: الحاكم , والذهبي , وابن حبان , والنووي , والألباني , ومحققا \" الزاد\""
    },
    {
        type: 'morning',
        index: 9, // الذكر رقم 10
        title: "أذكار الصباح",
        text: "اللهم إني أسألك علما نافعا. ورزقا طيبا. وعملا متقبلا.",
        audio: "audio/10.mp3",
        image: "images/morning10.jpg",
        fadel: "عن أم سلمة (أن رسول الله صلى الله عليه وسلم كان إذا أصبح قال ... ) , حسنه محقق (العمل) لابن السني , وقال في ((صحيح الأذكار)): (صحيح بشواهده)."
    },
    {
        type: 'morning',
        index: 10, // الذكر رقم 11
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(ثلاث مرات)</span><br>أصبحت أثني عليك حمدا وأشهد أن لا إله إلا الله.",
        image: "images/morning11.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/11.mp3",
        repeatAudio: "audio/11s.mp3",
        repetitionCount: 3,
        fadel: "الفضل: من قاله صباحًا ومساءً نال أجر التوحيد والثناء على الله.\nالمصدر: رواه أبو هريرة، حسنه الوادعي في \"الصحيح المسند\" (1304)"
    },
    {
        type: 'morning',
        index: 11, // الذكر رقم 12
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(ثلاث مرات)</span><br>بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم.",
        image: "images/morning12.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/112.mp3",
        repeatAudio: "audio/112s.mp3",
        repetitionCount: 3,
        fadel: "عن عثمان مرفوعاً: (ما من عبد يقول في صباح كل يوم , ومساء كل ليلة ...... فيضره شيء).\nصححه: الترمذي , والحاكم , والذهبي ووابن حبان , والألباني , ومحققا ((الزاد))."
    },
    {
        type: 'morning',
        index: 12, // الذكر رقم 13
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(ثلاث مرات)</span><br>رضيت بالله ربا وبالإسلام دينا وبمحمد صلى الله عليه واله وسلم نبيا.",
        image: "images/morning13.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/113.mp3",
        repeatAudio: "audio/113s.mp3",
        repetitionCount: 3,
        fadel: "عن رجل من الصحابة مرفوعاً: (من قال حين يصبح , وحين يمسي ... كان حقاً على الله أن يرضيه يوم القيامة) , صححه - لغيره - محقق \" العمل \" للنسائي , وكذا حسنه بطريقيه محقق \" صحيح الأذكار وضعيفه \""
    },
    {
        type: 'morning',
        index: 13, // الذكر رقم 14
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(ثلاث مرات)</span><br>سبحان الله عدد خلقه. سبحان الله رضا نفسه. سبحان الله زنة عرشه. سبحان الله مداد كلماته.",
        image: "images/morning14.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/114.mp3",
        repeatAudio: "audio/114s.mp3",
        repetitionCount: 3,
        fadel: "عن جُوَيْرِية أن النبي صلى الله عليه وسلم , خرج من عندها بُكْرَةً حين صلى الصبح وهي في مسجدها , ثم رجع بعد أن أَضحى وهي جالسة , فقال: (مازلتِ على الحال التي فَارَقْتُكِ عليها؟) , قالت: نعم , قال صلى الله عليه وسلم , \" لقد قلت بَعْدَكِ أَرْبَعَ كلمات ثلاث مرات , لو وُزِنَتْ بما قُلْتِ مُنذُ اليوم لَوَزَنَتهُنَّ ........ ) الحديث , رواه مُسلمٌ في ((صحيحه)) , والترمذي , وقال: حسن صحيح"
    },
    {
        type: 'morning',
        index: 14, // الذكر رقم 15
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(ثلاث مرات)</span><br>اللهم عافني في بدني. اللهم عافني في سمعي. اللهم عافني في بصري. لا إله إلا أنت.",
        image: "images/morning15.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/115.mp3",
        repeatAudio: "audio/115s.mp3",
        repetitionCount: 3,
        fadel: "عن عبد الرحمن بن أبي بكرة أنه قال لأبيه: (يا أبت إني أسمعك تدعو كل غداة .... ) ثم قال: تعديها ثلاثاً حين تصبح , وثلاثاً حين تمسي , فقال: \" إني سمعت رسول الله صلى الله عليه وسلم يدعو بهن , فأنا أحب أن أستن بسنته \" , صححه: ابن حبان , وحسنه ابن حجر , وضعفه الألباني , وفيه جعفر بن ميمون مختلف فيه."
    },
    {
        type: 'morning',
        index: 15, // الذكر رقم 16
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(ثلاث مرات)</span><br>اللهم إني أعوذ بك من الكفر والفقر. اللهم إني أعوذ بك من عذاب القبر. لا إله إلا أنت.",
        image: "images/morning16.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/116.mp3",
        repeatAudio: "audio/116s.mp3",
        repetitionCount: 3,
        fadel: "عن عبد الرحمن بن أبي بكرة أنه قال لأبيه: (يا أبت إني أسمعك تدعو كل غداة .... ) ثم قال: تعديها ثلاثاً حين تصبح , وثلاثاً حين تمسي , فقال: \" إني سمعت رسول الله صلى الله عليه وسلم يدعو بهن , فأنا أحب أن أستن بسنته \" , صححه: ابن حبان , وحسنه ابن حجر , وضعفه الألباني , وفيه جعفر بن ميمون مختلف فيه."
    },
    {
        type: 'morning',
        index: 16, // الذكر رقم 17
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(ثلاث مرات)</span><br>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ<br>﴿ قُلْ هُوَ اللَّهُ أَحَدٌ ۝ اللَّهُ الصَّمَدُ ۝ لَمْ يَلِدْ وَلَمْ يُولَدْ ۝ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ ﴾<br>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ<br>﴿ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ۝ مِن شَرِّ مَا خَلَقَ ۝ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ۝ وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ۝ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ﴾<br>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ<br>﴿ قُلْ أَعُوذُ بِرَبِّ النَّاسِ ۝ مَلِكِ النَّاسِ ۝ إِلَٰهِ النَّاسِ ۝ مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ۝ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ ۝ مِنَ الْجِنَّةِ وَالنَّاسِ ﴾",
        image: "images/morning17.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/117.mp3",
        repeatAudio: "audio/117s.mp3",
        repetitionCount: 3,
        fadel: "عن عبد الله بن خُبيب أنه صلى الله عليه وسلم , أمره أن يقرأ (قل هو الله أحد) والمعوذتين (حين تمسي , وحين تصبح , ثلاث مرات , تكفيك من كل شيء)؛ صححه: الترمذي , والنووي , والألباني , وغيرهم. وحسنه ابن حجر , ومحقق (جامع الأصول)."
    },
    {
        type: 'morning',
        index: 17, // الذكر رقم 18
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(سبع مرات)</span><br>حسبي الله لا اله الا هو عليه توكلت وهو رب العرش العظيم.",
        image: "images/morning18.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/118.mp3",
        repeatAudio: "audio/118s.mp3",
        repetitionCount: 7,
        fadel: "عن أبي الدرداء مرفوعاً: (من قال في كل يوم حين يصبح , وحين يمسي ......... , كفاه الله عز وجل هَمَّه من أمر الدنيا والآخرة)."
    },
    {
        type: 'morning',
        index: 18, // الذكر رقم 19
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(عشر مرات)</span><br>لا اله الا الله وحده لا شريك له. له الملك وله الحمد يحيي ويميت وهو على كل شيء قدير.",
        image: "images/morning19.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/119.mp3",
        repeatAudio: "audio/119s.mp3",
        repetitionCount: 10,
        fadel: "عن أبي أيوب الأنصاري مرفوعاً: ((من قال حين يصبح ... كتب الله له بكل واحدة قالها عشر حسنات , وحط الله عنه بها عشر سيئات , ورفعه الله بها عشر درجات , وكن له كعشر رقاب , وكن له مسلحة من أول النهار إلى آخره , ولم يعمل يومئذ عملاً يقهرهن , فإن قال حين يمسي فمثل ذلك)).\nقال الهيثمي: (رجاله رجال الصحيح) , وقال المنذري: (إسناده جيد) , وصححه ابن حبان , والألباني."
    },
    {
        type: 'morning',
        index: 19, // الذكر رقم 20
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(عشر مرات)</span><br>الصلاة على النبي صلى الله عليه واله وسلم.<br>\"اللهم صل على محمد واله وسلم\" أو<br>\"اللهم صل على محمد وعلى ال محمد كما صليت على ابراهيم وعلى ال ابراهيم إنك حميد مجيد. اللهم بارك على محمد وعلى ال محمد كما باركت على ابراهيم وعلى ال ابراهيم انك حميد مجيد\".",
        image: "images/morning20.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/120s.mp3",
        repeatAudio: "audio/120sss.mp3",
        repetitionCount: 10,
        fadel: "هذا الذكر ورد في حديث ضعيف، ويجوز قوله في باب فضائل الأعمال، ولا يُثبت كعبادة توقيفية عن النبي ﷺ"
    },
    {
        type: 'morning',
        index: 20, // الذكر رقم 21
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(مائة مرة أو اكثر)</span><br>سبحان الله وبحمده. (أو) سبحان الله العظيم وبحمده.",
        image: "images/morning21.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/121.mp3",
        repeatAudio: "audio/121s.mp3",
        repetitionCount: 100,
        fadel: "عن أبي هريرة مرفوعاً: (من قال حين يصبح , وحين يمسي .... مائة مرة لم يأتِ أحد يوم القيامة بأفضل مما جاء به , إلا أحد قال مثل ما قال أو زاد عليه)."
    },
    {
        type: 'morning',
        index: 21, // الذكر رقم 22
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(مائة مرة)</span><br>استغفر الله.",
        image: "images/morning22.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/122.mp3",
        repeatAudio: "audio/122s.mp3",
        repetitionCount: 100,
        fadel: "عن سعيد ابن أبي بردة عن أبيه عن جده مرفوعاً: (ما أصبحتُ غداةً قط إلا استغفرتُ الله فيها مائة مرة) , ولم يوظف صلى الله عليه وسلم , هنا صيغة معينة للاستغفار , وأفضلها المأثور , وأخصره المذكور.\nحسنه السيوطي , وصححه الألباني , وحسنه محقق (الدعاء) للطبراني."
    },
    {
        type: 'morning',
        index: 22, // الذكر رقم 23
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(مائة مرة أو أكثر)</span><br>سبحان الله.",
        image: "images/morning23.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/123s.mp3",
        repeatAudio: "audio/123sss.mp3",
        repetitionCount: 100,
        fadel: "عن عمرو بن شعيب عن أبيه عن جده مرفوعاً: (من قال: \" سبحان الله \" مائة مرة قبل طلوع الشمس , وقبل غروبها , كان أفضل من مائة بدنة , ومن قال: (الحمد لله) مائة مرة قبل طلوع الشمس وقبل غروبها , كان أفضل من مائة فرس يُحْمَل عليها في سبيل الله , ومن قال: ((الله أكبر)) مائة مرة , قبل طلوع الشمس وقبل غروبها , كان أفضل من عتق مائة رقبة , ومن قال: (لا إله إلا الله وحده , لا شريك له , له الملك, وله الحمد , وهو على كل شيء قدير) , مائة مرة قبل طلوع الشمس وقبل غروبها , لم يجىء يوم القيامة أحد بعمل أفضل من عمله إلا من قال مثل قوله , أو زاد عليه) , حسنه الترمذي , والألباني , وغيرهما."
    },
    {
        type: 'morning',
        index: 23, // الذكر رقم 24
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(مائة مرة أو أكثر)</span><br>الحمد لله.",
        image: "images/morning24.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/124.mp3",
        repeatAudio: "audio/124s.mp3",
        repetitionCount: 100,
        fadel: "عن عمرو بن شعيب عن أبيه عن جده مرفوعاً: (من قال: \" سبحان الله \" مائة مرة قبل طلوع الشمس , وقبل غروبها , كان أفضل من مائة بدنة , ومن قال: (الحمد لله) مائة مرة قبل طلوع الشمس وقبل غروبها , كان أفضل من مائة فرس يُحْمَل عليها في سبيل الله , ومن قال: ((الله أكبر)) مائة مرة , قبل طلوع الشمس وقبل غروبها , كان أفضل من عتق مائة رقبة , ومن قال: (لا إله إلا الله وحده , لا شريك له , له الملك, وله الحمد , وهو على كل شيء قدير) , مائة مرة قبل طلوع الشمس وقبل غروبها , لم يجىء يوم القيامة أحد بعمل أفضل من عمله إلا من قال مثل قوله , أو زاد عليه) , حسنه الترمذي , والألباني , وغيرهما."
    },
    {
        type: 'morning',
        index: 24, // الذكر رقم 25
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(مائة مرة أو أكثر)</span><br>الله أكبر.",
        image: "images/morning25.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/125.mp3",
        repeatAudio: "audio/125s.mp3",
        repetitionCount: 100,
        fadel: "عن عمرو بن شعيب عن أبيه عن جده مرفوعاً: (من قال: \" سبحان الله \" مائة مرة قبل طلوع الشمس , وقبل غروبها , كان أفضل من مائة بدنة , ومن قال: (الحمد لله) مائة مرة قبل طلوع الشمس وقبل غروبها , كان أفضل من مائة فرس يُحْمَل عليها في سبيل الله , ومن قال: ((الله أكبر)) مائة مرة , قبل طلوع الشمس وقبل غروبها , كان أفضل من عتق مائة رقبة , ومن قال: (لا إله إلا الله وحده , لا شريك له , له الملك, وله الحمد , وهو على كل شيء قدير) , مائة مرة قبل طلوع الشمس وقبل غروبها , لم يجىء يوم القيامة أحد بعمل أفضل من عمله إلا من قال مثل قوله , أو زاد عليه) , حسنه الترمذي , والألباني , وغيرهما."
    },
    {
        type: 'morning',
        index: 25, // الذكر رقم 26
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(مائة مرة او اكثر)</span><br>لا اله الا الله وحده لا شريك له. له الملك وله الحمد وهو على كل شيء قدير.",
        image: "images/morning26.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/126.mp3",
        repeatAudio: "audio/126s.mp3",
        repetitionCount: 100,
        fadel: "عن عمرو بن شعيب عن أبيه عن جده مرفوعاً: (من قال: \" سبحان الله \" مائة مرة قبل طلوع الشمس , وقبل غروبها , كان أفضل من مائة بدنة , ومن قال: (الحمد لله) مائة مرة قبل طلوع الشمس وقبل غروبها , كان أفضل من مائة فرس يُحْمَل عليها في سبيل الله , ومن قال: ((الله أكبر)) مائة مرة , قبل طلوع الشمس وقبل غروبها , كان أفضل من عتق مائة رقبة , ومن قال: (لا إله إلا الله وحده , لا شريك له , له الملك, وله الحمد , وهو على كل شيء قدير) , مائة مرة قبل طلوع الشمس وقبل غروبها , لم يجىء يوم القيامة أحد بعمل أفضل من عمله إلا من قال مثل قوله , أو زاد عليه) , حسنه الترمذي , والألباني , وغيرهما."
    },
    {
        type: 'morning',
        index: 26, // الذكر رقم 27
        title: "أذكار الصباح",
        text: "اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك. لك الحمد ولك الشكر.",
        audio: "audio/127.mp3",
        image: "images/morning27.jpg",
        fadel: "من قالها حين يصبح فقد أدّى شكر يومه، ومن قالها حين يمسي فقد أدّى شكر ليلته\nقال الألباني: إسناده ضعيف – (الكلم الطيب، ص 26)\nالسبب: فيه راوٍ ضعيف أو انقطاع في السند.\nملحوظة: الحديث لا يُعد من الأحاديث الموضوعة، ويمكن العمل به في فضائل الأعمال عند بعض أهل العلم، بشرط بيان حاله."
    },
    {
        type: 'morning',
        index: 27, // الذكر رقم 28
        title: "أذكار الصباح",
        text: "اللهم إني أعوذ بك من الهم والحزن، وأعوذ بك من العجز والكسل، وأعوذ بك من الجبن والبخل، وأعوذ بك من غلبة الدين وقهر الرجال.",
        audio: "audio/128.mp3",
        image: "images/morning28.jpg",
        fadel: "دعاء لقضاء الدين وتفريج الهم."
    },
    {
        type: 'morning',
        index: 28, // الذكر رقم 29
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(ثلاث مرات)</span><br>اللهم اني اصبحت منك في نعمة وعافية وستر. فأتم نعمتك علي وعافيتك وسترك في الدنيا والاخرة.",
        image: "images/morning29.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/129.mp3",
        repeatAudio: "audio/129s.mp3",
        repetitionCount: 3,
        fadel: "سؤال الله إتمام النعمة والعافية والستر."
    },
    {
        type: 'morning',
        index: 29, // الذكر رقم 30
        title: "أذكار الصباح",
        text: "<span class='repetition-indicator'>(أربع مرات)</span><br>اللهم إني أصبحت أشهدك وأشهد حملة عرشك وملائكتك وجميع خلقك أنك أنت الله لا إله إلا أنت وحدك لا شريك لك، وأن محمدا عبدك ورسولك.",
        image: "images/morning30.jpg",
        hasAdvancedRepetition: true,
        initialAudio: "audio/130.mp3",
        repeatAudio: "audio/130s.mp3",
        repetitionCount: 4,
        fadel: "عن أنس مرفوعاً: (من قال حين يصبح أو يمسي ... أعتق الله ربعه من النار , فمن قالها مرتين أعتق الله نصفه , ومن قالها ثلاثاً أعتق الله ثلاثة أرباعه , ومن قالها أربعاً أعتقه الله من النار) , سكت عليه أبو داود فهو جيد عنده , وأقره النووي , وحسنه الحافظ في \" النتائج \" , وذكر له طرقاً , وكذا حسنه ابن القيم في (الزاد) , وقال محقق ((جامع الأصول)): حسن بشواهده"
    },
    {
        type: 'morning',
        index: 30, // الذكر رقم 31
        title: "أذكار الصباح",
        text: "فإذا فرغ من ورد الصباح وأذكاره الموظفة استحب له أن يشرع في الأذكار والأدعية المطلقة، وافضلها على الاطلاق قراءة القران الكريم، ثم الصلاة على النبي صلى الله عليه واله وسلم والتهليل لأن يقول لا اله الا الله. والاستغفار والتسبيح والتحميد والتكبير والحوقلة بان يقول لا حول ولا قوة الا بالله. فاذا قام عن مجلسه ختمه بكفارة المجلس.<br>سبحان الله وبحمده.<br>سبحانك اللهم وبحمدك اشهد ان لا اله الا انت استغفرك واتوب اليك.",
        audio: "audio/131.mp3",
        image: "images/morning31.jpg",
        fadel: "كفارة المجلس، يختم بها المجلس لمحو ما قد يكون فيه من لغط."
    }
];